module.exports.poets = [
    {
        id: 'ayni',
        name: {us: ['Sadriddin', 'Ayni'], ru: ['Садриддин', 'Айни'], tj: ['Садриддин', 'Айнӣ'], kh: ['عینی', 'صدرالدین']},
        years: {us: '1878 - 1954', ru: '1878 - 1954', tj: '1878 - 1954', kh: '۱۸۷۸ - ۱۹۵۴'},
        desc: {
            us: 'Sadriddin Saidmurodzoda - a Tajik writer, reformer, scholar, national hero, and founder of contemporary Tajik literature.',
            ru: 'Садриддин Саидмуродзода – таджикский писатель, реформатор, ученый, национальный герой, и основоположник современной таджикской литературы.',
            tj: 'Садриддин Саидмуродзода нависандаи тоҷик, ислоҳталаб, олим, қаҳрамони миллӣ ва асосгузори адабиёти муосири тоҷик.',
            kh: '.صدرالدین سعیدمرودزاده - نویسنده تاجیک، اصلاح طلب، دانشمند، قهرمان ملی و اساس گذار ادبیات معاصر تاجیک'
        },
        img: ['/poetImages/ayni/Ayni.png', '/poetImages/ayni/AyniFaded.png', ],
        link: '/poets/ayni',
        sections: {
            us: ["Biography", "Works", "Screen adaptations", "Politics", "Awards"],
            ru: ["Биография", "Произведения", "Экранизации", "Политическая деятельность", "Награды"],
            tj: ["Зиндагинома", "Эҷодиёт", "Филмҳо", "Фаъолияти сиёсӣ", "Ҷоизаҳо"],
            kh: ["زندگینامه", "ایجدیت", "فیلم ها", "فعالیتی سیاسی", "جوایزها"]
        },
        bio: {
            us: "Sadriddin Ayni was a Tajik intellectual who wrote poetry, fiction, journalism, history, and a dictionary. He is regarded as Tajikistan's national poet and one of the most important writers in the country's history.",
            ru: "He was born in a small village outside of Bukhara named Soktare",
            tj: `Айнӣ Садриддин Саидмуродзода 15 апрели соли 1878 дар деҳаи Соктареи ноҳияи Ғиждувони вилояти Бухоро аз оилаи деҳқони камбағал таваллуд ёфтааст. Айёми бачагиашро дар байни аҳли заҳматкаш — деҳқонон ва косибони деҳа мегузаронад. Ҳикояту афсонаҳои аҷоибу ғароиб, суруду таронаҳои дилчасп ва латифаю зарбулмасалҳои пурҳикмат, ки аз одамони хуштабъу заковатманд мешунид, ӯро ба олами сеҳрангези эҷодиёти бадеии халқ ошно менамояд. Ҳангоми мактабхониаш, ҳарчанд дар саводомӯзӣ баҳрае набурда бошад ҳам, аввалин бор бо баъзе намунаҳои ғазалиёти Ҳофиз, Соиб, Бедил ва дигар устодони назм шиносоӣ пайдо мекунад. Бо сабакҳои пандомӯзи падарм худ Саидмуродхоҷа, ки шахси маърифатдӯст ва мухлиси адабиёт буд, тарбият ёфта, аз хурдсоли дар дилаш нисбат ба илму дониш ва шеъру шоирӣ муҳаббат мепарварад. Пас аз вафоти падару модар, ба сахтиҳои зиндагӣ нигоҳ накарда, соли 1890 бо нияти таҳсил ба Бухоро меояд. Дар солҳои аввал ба сабаби муҳтоҷӣ ва тангдастӣ маҷбур мешавал. ки хизмати ҳуҷрадорони мадраса ва муллобачаҳои давлатмандро адо намуда, дар вақтҳои фароғат дарсхонӣ кунад. Роҳ ёфтан ба мухити илмӣ ва адабии Бухоро, алоқа пайдо карда бо зиёиёни равшанзамир ва махсусан шиносо шудан бо ақидаҳои маорифпарваронаи Аҳмади Дониш. (1827-1897) дар инкишофи фикрии ӯ таьсири муфид мебахшад. Пас аз хатми мадраса фаъолияти адабию ҷамъиятии худро ба мароми маорифпарварӣ марбут намуда, дар таъсиси мактабҳои усули нав ва ислоҳи таълиму тадрис ширкат мекунад. Ин иқдомоти ӯ дар натиҷаи алоқаманд гардидан бо ҳаракати ислоҳоталабонаи ҷадидӣ аз камбудиҳои ғоявӣ холӣ набуд» аммо бо вуҷуди ин дар ҳамон шароити истибдод ва таассуби динӣ як амалиёти мухолифи тартиботи аморат ба шумор мерафт.
                'Дар давраи ҷанги якуми ҷаҳон таъкиботи ҳукумати амирӣ қувват гирифта, бисёр одамони тараққихоҳ аз Бухоро фирор мекунанд. С.Айнӣ ҳам ба Қизилтеппа рафта, чанд вақт дар заводи пахта кор мекунад. Сипас ба тарафҳои Қарши, Самарқанд, Хуҷанд ва Фарғона сафар намуда, дар ҳама ҷо манзараҳои мудҳиши зулму истисмор ва аҳволи фоҷеи коргарону деҳқононро мушоҳида мекунад ва нафраташ ба сохти мавҷуда боз хам зиёдтар мегардад. Баъди баргаштан ба Бухоро дигар ба тарғиби мактаб ва маориф маҳдуд нашуда, беш аз пеш ба масъалаҳои сиёсӣ низ дахл менамояд. Моҳи апрели соли 1917, дар рӯзҳои ҳуҷуми қувваҳои иртиҷои, аз тарафи одамони амир дастгир шуда, бо 75 дарра дар сурати ваҳшиёна ҷазо мебинад. Ӯро дар ҳолати абгорӣ аскарони рус аз зиндон халос карда, ба Когон меоваранд. Қариб ду моҳ дар беморхона табобат ёфта, 3 июни ҳамон сол ба Самарқанд меравад ва он ҷоро истиқоматгоҳи доимии худ интихоб мекунад. Инқилоби Октябрро бо хушнудӣ пешвоз гирифта, аз рӯзҳои аввал ба хизмати он қамар мебандад ва дар сохтмони ҳаёти нави сотсиалистӣ фаъолона иштирок менамояд. Аз соли 1918 дар системаи маорифи халк ва дар нахустин матбуоти инқилобии тоҷик ва ӯзбек кор мекунад. Баъд аз ташкил ёфтани Республикаи Советии Халқии Бухоро муддате дар консулхона ва баъд дар идораи тиҷоратии он дар Самарқанд хизмат мснамояд. Аз соли 1926 дар Нашриёти давлатии Тоҷикистон вазифаи мушовир ва муҳаррири адабиро адо мекунад.
            
            Соли 1934 дар Анҷумани якуми Умумиттифоқии нависандагон иштирок намуда, узви раёсати Иттифоқи нависандагони СССР интихоб мешавад. Соли 1943 аъзои фахрии Академияи фанҳои Ӯзбекистон мегардад. Соли 1948 шӯрои илмии Университети давлатии Ленинград ба вай унвони доктори илми филологӣ медиҳад. Соли 1951 академик ва аввалин президенти Академияи илмҳои Тоҷикистон интихоб мешавад.
            
            Осори адабии у аз назм ва наср фароҳам омадааст. Нахустин шеърхҳояш бо тахаллусҳои «Мӯхтоҷӣ», «Ҷунунӣ» ва «Сифлӣ» ҳанӯз лар овони таҳсили мадраса гуфта шудаанд. Аз соли 1895 тахаллуси «Айнӣ»-ро қабул карда, бо ҳамин ном дар адабиёт машҳур мегардад.- Шеърҳои мадрасавии вай дар пайравии шоирони гузашта ва муосир иншо шуда, бештар ба кайфият ва зиндагонии давраи таҳсилаш алоқаманд буданд. Чанде аз ин қабил шеърҳояш дар тазкира ва баёзҳои он замон дохил шудаанд. Баъдтар дар ҷараёни фаъолияти маърифатпарварии худ шеърҳои таълимӣ мегӯяд. Китоби дарсии «Тазҳиб-ус-сибён» (1909-1917) ва манзумаи тамсилии «Кирмак ва парвона» (1917) дорои аҳамияти тарбиявӣ ва иҷтимоӣ буда, аз беҳтарин асарҳои пешазинқилобии ӯ ба шумор мераванд.
            
            Пас аз ғалабаи Инқилоби Октябр ҳаёт ва эҷодиёти худро бо тақдири халқи мубориз ва бунёдкори советӣ пайваста, аввалин намунаҳои назми инқилобии тоҷикро ба вуҷуд меоварад. Шеърҳои дар солҳои 1918-1921 навиштаи С.Айнӣ «Марши ҳуррият», «Ба шарафи Инқилоби Октябр», «Инқилоб», «Марши байналмилалӣ «Якуми Май» ва ғайра дар маҷаллаи «Шуълаи инқилоб», рӯзномаи «Меҳнаткашлар товуши» («Садои меҳнаткашон») чоп шуда, ба нахустин маҷмӯаи ӯ «Ахтари инқилоб» (Бухоро, 1923) дохил гардидааст.`,
            
            // `Дар ин солҳо вай оид ба мавзӯъҳои гуногуни сиёсӣ, иҷтимоӣ ва маданӣ бисёр мақолаҳои публитсистӣ навишта, моҳияти 
            // воқеаҳои ҳаррӯзаи давраи инқилобро ба омма фаҳмонда медиҳад. Тадриҷан ӯ зарурати дар эҷоди бадеӣ тасвир намудани 
            // образи қаҳрамонон ва бунёдкунандагони ҷамъияти сотсиалистиро ҳис карда ва дар адои ин вазифа насрро шакли мувофиқтар 
            // дониста, ба насрнависӣ мегузарад ва аввалин шуда, очерк, ҳикоя ва повесту романро ба адабиётамон татбиқ намуда, 
            // асосгузори насри реалистии тоҷик мегардад. Соли 1920 якумин повести худ «Ҷаллодони Бухоро»-ро навишта, бо санаду 
            // далелҳои таърихӣ разолат ва фоҷеаҳои рӯзҳои вопасини аморатро фош мекунад. Пас аз ин, повести дигари худ «Саргузашти 
            // як тоҷики камбағал ё ки Одина»-ро ба вуҷуд оварда, қисмҳои аввали онро солҳои 1924-1925 дар рӯзномаи «Овози тоҷик» чоп 
            // мекунонад. Соли 1927 тамоми повест бо унвони «Одина» дар шакли китоби алоҳида иашр мешавад. Дар ин асар ҳаёти тоҷикони 
            // кӯҳистони Бухорои Шарқӣ дар арафаи инқилоб тасвир ёфтааст. Соли 1930 якумин романи нависанда «Дохунда» аз чоп мебарояд, 
            // ки лавҳаҳои зиндагонии пеш аз инқилоб, давраи он ва ҷангҳои ҳамватаниро фаро гирифта, муборизаи халқи тоҷикро дар роҳи 
            // озодӣ ва сохтмони хости нав нишон медиҳад. Соли 1935 калонтарин романи С.Айнӣ «Ғуломон» нашр мегардад. Ин асарест, ки 
            // ҳаёти беш аз садсолаи халқамонро инъикос намуда, дар бораи чӣ тавр аз ҳолати мазлумӣ ба зиндагонии саодатманлонаи 
            // сотсиалистӣ расидани онхо нақл мекунад. С.Айнӣ ба воситаи ин повесту романҳои худ аввалин бор дар таърихи адабиётамон 
            // оммаи меҳнаткашро қаҳрамони асосии адабиёт гардонд. Дар зарфи солҳои 1935-1940 боз якчанд асарҳои насрӣ, аз ҷумла 
            // повестҳои «Мактаби куҳна», «Марги судхӯр» ва «Ятим»-ро эҷод менамояд. Дар давраи Ҷанги Бузурги Ватанӣ як силсила ҳикоя, 
            // очеркҳои таърихӣ ва мақолаҳои публитсистӣ таълиф намуда, қалби ватандӯстонаи тоҷикро ба ҷушу хурӯш меорад ва адолати 
            // // онҳоро ба муқобили фашизм меафзояд. Дар солҳои 1949-1954 асари чорҷилдаи тарҷумаиҳолии С.Айнӣ «Ёддоштҳо» ба табъ 
            // мерасад, ки дар он муҳимтарин лаҳзаҳои таърихи ҳастии халқи тоҷик дар охирҳои асри XIX ва ибтидои асри XX инъикос ёфтааст. 
            // Ин асар, ки ҳам дар баёни ҳақиқати зиндагӣ ва дар бар гирифтани хулосаҳои амиқи пурҳикмат ва ҳам дар нигоришоти бадеӣ ва 
            // // офариниши образҳои мухталиф ба авҷи камол расидани маҳорати адабии нависандаро нишон медиҳад, на фақат дар эҷодиёти ӯ мавқеи 
            // // марказиро ишғол намудааст. балки яке аз муваффақиятҳои ба назар намоёни адабиёти тоҷик дар солҳои пас аз ҷанг мебошад. Соли 1950 барои 
            // ду ҷилди аввали «Ёддоштҳо» ба гирифтани Мукофоти давлатӣ мушарраф мегардад. Дар давраи шӯравӣ асосан ба насрнависӣ машғул 
            // шуда бошад ҳам, шеъргӯиро тамоман тарк накарда, ҳар вақт дар рӯзномаҳои «Овози тоҷик», «Тоҷикистони сурх», маҷаллаи «Барои 
            // адабиёти сотсиалистӣ» ва «Шарқи Сурх»> шеърҳои таблиғотӣ, қасида ва манзумаҳою достонҳои худро чоп мекунад. Намунаҳои осори 
            // манзуми дар давраҳои гуногун навиштаи ӯ дар маҷмӯаҳои «Ёдгорӣ» (1935) ва «Ашъори мунтахаб» 11958) гирд оварда шудаанд. С.Айнӣ 
            // дар баробари фаъолияти адабӣ бисёр асарҳои илмӣ низ таълиф намудааст. Чунончи, доир ба таърих ду рисолаи калон—«Таърихи амирони 
            // манғитияи Бухоро» (Тошканд, 1923) ва "Материалҳо оид ба таърихи инқилоби Бухоро» (Москва, 1926) инчунин, якчанд мақола ва 
            // очеркҳои таҳқиқотӣ навиштааст. Мақолаҳои у доир ба масъалаҳои забоншиноси дар солҳои бистум барои демократӣ кунонидани забони 
            // адабии тоҷик ва инкишофи он роли муҳим бозидааст. Хизмати С.Айнӣ махсусан дар соҳаи адабиётшиносӣ хеле бузург аст. Адабиётшиносии 
            // советии тоҷик таърихи худро бо нахустин асари тадқиқотии ӯ «Намунаи адабиёти тоҷик» (1926) оғоз менамояд. Рисолаҳои илмии вай дар 
            // хусуси ҳаёт ва эҷодиёти Рӯдакӣ, Абӯалӣ ибни Сино, Саъдӣ, Навоӣ, Бедил, Восифӣ ва ғайра ҳануз аҳамияти худро гум накардаанд. Осори 
            // адабӣ ва илмии С.Айнй дар куллиёти понздаҳҷилда гирд оварда шудааст. С.Айнӣ як қисми асарҳояшро ба забонхои ӯзбеки таълиф ва тарҷима 
            // намуда, дар тараққиёти адабиёти советии ӯзбек низ саҳми худро гузоштааст. Муҳимтарини ин қабил асарҳояш дар маҷуаи шашҷилда ба 
            // забони ӯзбекӣ дар Тошканд нашр шудааст. С.Айнӣ дар нашри осори гузаштвгон дар тарҷима ва таҳрири асарҳои тарҷимавии нависандагони 
            // халқҳои бародар фаъолона иштирок намудааст. Тарҷимаи романи Ф. Дюшен «Қамар» (1927) ба қалами ӯ тааллуқ дорад. Аксарияти 
            // таълифоти С.Айнӣ, хусусан асарҳои калони насриаш ба забони қариб ҳамаи халқҳои мамлакатамон ва бисёр забонҳои хориҷӣ тарҷума ва 
            // чандин бор нашр гардидаанд. С.Айнӣ узви Комитети Иҷроияи Марказии Республикаи Советии Халқии Бухоро (1923), узви КИМ РСС 
            // Тоҷикистон (1929), депутати Советии Олии СССР (1950-1954). депутати Советии Олии РСС Тоҷикистон (1947) ва борҳо депутати 
            // советии шаҳрии Душанбе ва Самарқанд интихоб шудааст. Узви раёсати Иттифоқи нависандагони СССР (1934), Ходими хизматнишондодаи 
            // илми Тоҷикистон (1940) мебошад. Барои хизматҳои адабӣ ва ҷамъиятиаш бо се ордени Ленин (1941), 1948. 1949), «Байрақи 
            // Сурхи Меҳнат» (1953), ордени ҷумҳуриявии «Байрақи Сурхи Меҳнат» (1931) ва Ифтихорномаҳои Советии Олии Тоҷикистон ва 
            // Ӯзбекистон мукофотонида шудааст. Дар солҳои 1935, 1949 ва 1953 ҷашни солгарди ҳаёт ва эҷодиёти ӯ бо тантана гузаронида мешавад. 
            // Аз соли 1958 ҳар сол дар рузи таваллуди нависанда маҷлиси илмии «Солонаи Айнӣ» барпо шуда, маводи он дар маҷмуаи махсуси 
            // «Ҷашнномаи Айнӣ» нашр мегардад. Бисёр деҳаю районҳо, кучаю хиёбонҳо, мактаб ва муассисаҳои маданию равшаннамой номи ӯро гирифтаанд. 
            // Дар шаҳри Душанбе осорхонаи адабии С.Айнӣ ва шаҳри Самарқанд (дар ҷои ҳавлии нависанда) осорхонаи ёдгории С.Айнӣ ташкил гардидаанд. 
            // Соли 1997 бо фармони Президенти Ҷумҳурии Тоҷикистон ба ӯ унвони аввалин Каҳрамони Тоҷикистон дода шудааст. Соли 1934 ба узвияти 
            // Иттифоқи нависандагони СССР қабул шудааст. 15 июли соли 1954 дар шаҳри Душанбе вафот намуд. Рисола, мақолаҳои забонии С. Айнӣ 1. 
            // Сарфу наҳви забони тоҷикӣ «Овози тоҷик», 16 августи 1926 2.Китобҳои тоҷикӣ «Овози тоҷик», 30 июн ва 5 июли 1926, «Овози тоҷик», 
            // 27 июли 1926 6,9,17, 19 июни 1926 3. Дунёи нав ва алифбои нав, «Овози тоҷик», 5 сентбри 1927 4. Дар атрофи забони форсӣ ва тоҷикӣ, 
            // «Раҳбари дониш», 1928, №4-5 5. Масъалаи таърихӣ дар гирди алифбои нави тоҷикӣ, «Раҳбари дониш», соли 1928, №10 6. Забони тоҷикӣ 
            // «Раҳбари дониш», 1928, №11-12 7.Ҷавоби ман, «Овози тоҷик», 7 феврали 1929. 8. Забони «Шоҳнома» 9. Муносибаи забони «Шоҳнома» 
            // ба забони тоҷикӣ, «Куллиёт» ҷ. 11, к.1. Душанбе, Нашриёти давлатии Тоҷикистон 1963. саҳ. 43-49 10. Забон, услуб ва санъати 
            // шеърии Бедил, «Куллиёт» ҷ.11, к. 2, Душанбе, Ирфон, 1964, саҳ. 105-114. 11.Оид ба вазъияти забоншиносии тоҷик – Шарқи Сурх, 
            // 1952, №6, саҳ. 3-8 12.Дар бораи китобҳои мактабии тоҷикон, «Куллиёт», ҷ. 9 Душанбе, Ирфон, 1969, саҳ, 200 13.Як-ду сухан аз тарафи 
            // тартибдиҳанда, 5 июли 1938, Самарқанд, «Куллиёт», ҷ.12, Душанбе, Ирфон. 1976, саҳ. 18-21. 14.Омӯзиши ман аз Максим Горкий «Куллиёт», 
            // ҷ. 9, Душанбе, Ирфон, 1976, саҳ. 238 15. Кори Тоҷикистон гул карданист 16. Дар бораи адабиёт ва китобҳои мактабии Тоҷикистон 17. Ба 
            // муносибати эълони Ҷумҳурияти Мухтори Тоҷикистон «Куллиёт», ҷ. 9, Душанбе, Ирфон, 1976. саҳ. 214-220.`,
            kh: "He was born in a small village outside of Bukhara named Soktare",
        },
        works: {
            us: [   
                    {title: "Samples of Tajik Literature", cover: "/bookCovers/ayni/usExample.png"}, {title: "A History of the Bukhara Revolution", cover: "/bookCovers/ayni/usHistory.png"}, 
                    {title: "The Bukhara Executioners", cover: "/bookCovers/ayni/usExec.png"}, {title: "Odina", cover: "/bookCovers/ayni/usOdina.png"}, 
                    {title: "Dokhunda", cover: "/bookCovers/ayni/usDokhunda.png"}, {title: "Slaves", cover: "/bookCovers/ayni/usSlaves.png"}, 
                    {title: "The Usurer’s Death", cover: "/bookCovers/ayni/usUsurer.png"}, {title: "Orphan", cover: "/bookCovers/ayni/usOrphan.png"},
                    {title: "Reminiscences", cover: "/bookCovers/ayni/usMemoirs.png"}, {title: "The Complete Works of Ayni", cover: "/bookCovers/ayni/usComplete.png"},
                    {title: "Old School", cover: "/bookCovers/ayni/usOld.png", link: ""},
                    {title: "Ahmad: The Monster Tamer", cover: "/bookCovers/ayni/usAhmad.png", link: ""},
            ],
            ru: [
                    {title: "Образцы таджикской литературы", cover: "/bookCovers/ayni/ruExample.png"}, {title: "История Бухарской революции", cover: "/bookCovers/ayni/ruHistory.png"}, 
                    {title: "Бухарские палачи", cover: "/bookCovers/ayni/ruExec.png"}, {title: "Одина", cover: "/bookCovers/ayni/ruOdina.png"},
                    {title: "Дохунда", cover: "/bookCovers/ayni/ruDokhunda.png"},
                    {title: "Рабы", cover: "/bookCovers/ayni/ruSlaves.png", link: "https://tinyurl.com/bdepufsz"}, 
                    {title: "Смерть ростовщика", cover: "/bookCovers/ayni/ruUsurer.png", link: "https://tinyurl.com/6paku6hr"},
                    {title: "Сирота", cover: "/bookCovers/ayni/ruOrphan.png"},
                    {title: "Воспоминания", cover: "/bookCovers/ayni/ruMemoirs.png"}, {title: "Собрание сочинений", cover: "/bookCovers/ayni/ruComplete.png"}, 
                    {title: "Старая школа", cover: "/bookCovers/ayni/ruOld.png"},
                    {title: "Ахмад — покоритель дивов", cover: "/bookCovers/ayni/ruAhmad.png"}
                ],
            tj: [
                    {title: "Намунаи адабиёти тоҷик", cover: "/bookCovers/ayni/tjExample.png", link: 'https://tinyurl.com/ew7j8ucr'},
                    {title: "Таърихи инқилоби Бухоро", cover: "/bookCovers/ayni/tjHistory.png"}, 
                    {title: "Ҷаллодони Бухоро", cover: "/bookCovers/ayni/tjExec.png"},
                    {title: "Одина", cover: "/bookCovers/ayni/tjOdina.png", link: 'https://tinyurl.com/2s3dvwje'},
                    {title: "Дохунда", cover: "/bookCovers/ayni/tjDokhunda.png"}, {title: "Ғуломон", cover: "/bookCovers/ayni/tjSlaves.png"}, 
                    {title: "Марги судхӯр", cover: "/bookCovers/ayni/tjUsurer.png", link: 'https://tinyurl.com/mr4asxev'},
                    {title: "Ятим", cover: "/bookCovers/ayni/tjOrphan.png"},
                    {title: "Ёддоштҳо", cover: "/bookCovers/ayni/tjMemoirs.png"}, {title: "Куллиёт", cover: "/bookCovers/ayni/tjComplete.png"}, 
                    {title: "Мактаби кӯҳна", cover: "/bookCovers/ayni/tjOld.png", link: "https://tinyurl.com/2kpdsmt3"},
                    {title: "Аҳмади девбанд", cover: "/bookCovers/ayni/tjAhmad.png", link: "https://tinyurl.com/28yrb4rw"}
                ],
            kh: [
                    {title: "نمونه ادبیات تاجیک", cover: "/bookCovers/ayni/khExample.png"}, {title: "تاریخ انقلاب بخارا", cover: "/bookCovers/ayni/khHistory.png"}, 
                    {title: "جلادان بخارا", cover: "/bookCovers/ayni/khExec.png"}, {title: "ادینه", cover: "/bookCovers/ayni/khOdina.png"},
                    {title: "داخونده", cover: "/bookCovers/ayni/khDokhunda.png"}, {title: "غلامان", cover: "/bookCovers/ayni/khSlaves.png"}, 
                    {title: "مرگ سودخور", cover: "/bookCovers/ayni/khUsurer.png"}, {title: "یتیم", cover: "/bookCovers/ayni/khOrphan.png"},
                    {title: "یادداشت ها", cover: "/bookCovers/ayni/khMemoirs.png"}, {title: "کولیوت", cover: "/bookCovers/ayni/khHistory.png"}, 
                    {title: "مکتبی کهنه", cover: ""}
                ]
        },
        awards: {
            tj: [
                    {
                        title: "Ордени Ленин", years: ["1941"], img: "/poetImages/ayni/lenin.png", 
                        desc: `Мукофоти олии Иттиҳоди Шӯравӣ барои хизмати махсусан барҷаста дар ҳаракати инқилобӣ, 
                            фаъолияти меҳнатӣ, муҳофизати ватани сотсиалистӣ, инкишоф додани дӯстӣ ва ҳамкории байни 
                            халқҳо, мустаҳкам намудани сулҳ, дар назди Давлати Советӣ ва ҷамъият супорида мешуд.
                            <div class='emptyLine'></div>
                            Айнӣ се бор сазовори ин орден гаштааст, аммо маълумот танҳо дар бораи яктои онҳо (соли 1941) 
                            дар базаҳои кушод мавҷуд аст.`
                    },
                    {
                        title: "Ҷоизаи Сталин",
                        years: ["1950"], img: "/poetImages/ayni/stalin.png", 
                        desc: `Яке аз унвонҳои олии ҳавасмандкунии шаҳрвандони Иттиҳоди Шӯравӣ буда, барои комёбиҳои 
                            барҷаста дар соҳаи илм ва техника, фанҳои ҳарбӣ, адабиёт ва санъат байни солҳои 1940-1955 
                            дода мешуд.
                            <div class='emptyLine'></div>
                            Ин ҷоиза ба устод Айнӣ соли 1950 барои саҳми ӯ ба адабиёти Шӯравӣ - равияи асарҳои бадеӣ, 
                            барои китоби "Ёддоштҳо"-яш cупорида шудааст. Ба ғайр аз орден, мувофиқи дараҷаи дуюм, 
                            ӯ бо 50 000 рубли шӯравӣ (~USD 160,000-и ҳозира) мукофотонида шудааст.`
                    },
                    {
                        title: "Ордени Байрақи Сурхи Меҳнат", years: [""], img: "/poetImages/ayni/labor.jpeg", 
                        desc: `Ҷоизаи умумишаҳрвандии Иттиҳоди Шӯравӣ ба онҳое, ки ба давлат ва ҷамъият дар соҳаи истеҳсолот, илм, 
                            маданият, адабиёт, санъат, маориф, нигаҳдории тандурустй ва дигар соҳаҳои фаъолияти меҳнатӣ хизматҳои 
                            бузург кардаанд, дода мешуд.
                            <div class='emptyLine'></div>
                            Устод Айнӣ сазовори ду ин ҷоиза гаштааст.`
                    },
                    {
                        title: "Қаҳрамони Тоҷикистон", years: ["1997"], img: "/poetImages/ayni/hero.png", 
                        desc: `Унвони олии давлатии Ҷумҳурии Тоҷикистон, ки барои хидматҳои шоиста дар назди давлат ва 
                            халқ, ки барои озодӣ, истиқлол ва рушди Тоҷикистон қаҳрамонии ҳарбӣ ва меҳнатӣ намудаанд, супорида мешавад.
                            <div class='emptyLine'></div>
                            Вай ба ин шарафи олӣ барои хизматҳояш дар барпо намудани Республикаи Советии Сотсиалистии Тоҷикистон ва 
                            ба воситаи китобҳояш, ки айнияти миллии тоҷиконро бастааст, сазовор гардидааст. Махсусан китоби 
                            «Намунаҳои адабиёти тоҷик»-и ӯ, нишонаи таъриху фарҳанги деринаи халқи тоҷик аст.`
                    },
                    {
                        title: "Buyuk xizmatlari uchun", years: ["2001"], img: "/poetImages/ayni/uzbek.png",
                        desc: `Ордени "Хизати шоён" ба шаҳрвандони Ҷумҳурии Ӯзбекистон ва шаҳрвандони кишварҳои хориҷӣ барои хизматҳои бузург дар 
                            рушди илму техника, иқтисод ва фарҳанг, саҳми арзанда дар рушди ҳамкориҳои байнидавлатӣ ва татбиқи нақшаҳои 
                            дохилӣ ва хориҷӣ мукофотонида мешаванд.
                            <div class='emptyLine'></div>
                            Ин ҷоиза ба С. Айнӣ барои саҳми ӯ ба адабиёти ӯзбек дода шудааст.`
                    },
                ],
            ru: [
                    {
                        title: "Орден Ленина", years: ["1941"], img: "/poetImages/ayni/lenin.png", 
                        desc: `Высшая награда Советского Союза присуждалась за выдающиеся заслуги в революционном движении, 
                            трудовую деятельность, защиту социалистической Родины, развитие дружбы и сотрудничества между народами, 
                            укрепление мира перед Советским государством и обществом.
                            <div class='emptyLine'></div>
                            Айни был награжден этим орденом трижды, но информация только об одном из них (1941 года) имеется в 
                            открытых базах данных.`
                    },
                    {
                        title: "Сталинская премия",
                        years: ["1950"], img: "/poetImages/ayni/stalin.png", 
                        desc: `Высшая государственная награда СССР, удостоевомая за выдающиеся достижения и заслуги в области 
                            науки и техники, военного дела, литературы и искусства в 1940-1955 годах.
                            <div class='emptyLine'></div>
                            Эта награда была вручена Айни в 1950 году за вклад в советскую литературу - направление художественная проза, 
                            за книгу "Воспоминания". Помимо ордена он был награжден 50 000 советских рублей (~160 000 долларов сегодня) 
                            соответственно награды второй степени.`
                    },
                    {
                        title: "Орден Трудового Красного Знамени", years: [""], img: "/poetImages/ayni/labor.jpeg", 
                        desc: `Общегражданская награда Советского Союза вручался за заслуги государству и обществу в области производства, 
                            науки, культуры, литературы, искусства, образования, здравоохранения и других областей трудовой деятельности.
                            <div class='emptyLine'></div>
                            Айни награждался этим орденом дважды.`
                    },
                    {
                        title: "Герой Таджикистана", years: ["1997"], img: "/poetImages/ayni/hero.png", 
                        desc: `Высшее государственное звание Республики Таджикистан присуждаемое за заслуги перед государством и народом, 
                            за воинский и трудовой героизм во имя свободы, независимости и развития Таджикистана.
                            <div class='emptyLine'></div>
                            Эту высокую честь он удостоился за заслуги в создании Советской Социалистической Республики Таджикистан и 
                            за книги, освещающие национальную идентичность таджиков. В частности, его книга «Образцы таджикской литературы» 
                            является показателем древней истории и культуры таджикского народа.`
                    },
                    {
                        title: "Buyuk xizmatlari uchun", years: ["2001"], img: "/poetImages/ayni/uzbek.png",
                        desc: `Орденом "За выдающиеся заслуги" награждаются граждане Республики Узбекистан и граждане иностранных государств за выдающиеся заслуги
                            в развитии науки и техники, экономики и культуры, ценный вклад в развитие межгосударственного сотрудничества 
                            и реализацию отечественных и зарубежных планов.
                            <div class='emptyLine'></div>
                            С. Айни был награждён за вклад в узбекскую литературу.`
                    },
                ],
            kh: [
                    {
                        title: "نشان لنین", years: ["۱۹۴۱"], img: "/poetImages/ayni/lenin.png", 
                        desc: `عالی ترین مدال ایتحدی شوروی برای خدمات مخصوصان برجستا در حرکاتی اینقیلابی، فعالیت کارگری، محافظاتی وطنی سوسیالیستی،
                            انکشاف دادنی دوستی و همکاری بینی خلقها، مستحکم نمودن صلح، در نزدی دولتی شوروی و جمعیت سوپاریده میشود
                            <div class='emptyLine'></div>
                            Айни был награжден этим орденом трижды, но информация только об одном из них (1941 года) имеется в 
                            открытых базах данных.`
                    },
                    {
                        title: "Сталинская премия",
                        years: ["۱۹۵۰"], img: "/poetImages/ayni/stalin.png", 
                        desc: `Высшая государственная награда СССР, удостоевомая за выдающиеся достижения и заслуги в области 
                            науки и техники, военного дела, литературы и искусства в 1940-1955 годах.
                            <div class='emptyLine'></div>
                            Эта награда была вручена Айни в 1950 году за вклад в советскую литературу - направление художественная проза, 
                            за книгу "Воспоминания". Помимо ордена он был награжден 50 000 советских рублей (~160 000 долларов сегодня) 
                            соответственно степени награды.`
                    },
                    {
                        title: "Орден Трудового Красного Знамени", years: [""], img: "/poetImages/ayni/labor.jpeg", 
                        desc: `Общегражданская награда Советского Союза вручался за заслуги государству и обществу в области производства, 
                            науки, культуры, литературы, искусства, образования, здравоохранения и других областей трудовой деятельности.
                            <div class='emptyLine'></div>
                            Айни награждался этим орденом дважды.`
                    },
                    {
                        title: "قهرمان تاجیکستان", years: ["۱۹۹۷"], img: "/poetImages/ayni/hero.png", 
                        desc: `Высшее государственное звание Республики Таджикистан присуждаемое за заслуги перед государством и народом, 
                            за воинский и трудовой героизм во имя свободы, независимости и развития Таджикистана.
                            <div class='emptyLine'></div>
                            Эту высокую честь он удостоился за заслуги в создании Советской Социалистической Республики Таджикистан и 
                            за книги, освещающие национальную идентичность таджиков. В частности, его книга «Образцы таджикской литературы» 
                            является показателем древней истории и культуры таджикского народа.`
                    },
                    {
                        title: "Buyuk xizmatlari uchun", years: ["۲۰۰۱"], img: "/poetImages/ayni/uzbek.png",
                        desc: `Орденом награждаются граждане Республики Узбекистан и граждане иностранных государств за выдающиеся заслуги
                            в развитии науки и техники, экономики и культуры, ценный вклад в развитие межгосударственного сотрудничества 
                            и реализацию отечественных и зарубежных планов.
                            <div class='emptyLine'></div>
                            С. Айни был награждён за вклад в узбекскую литературу.`
                    },
                ],
            us: [
                    {
                        title: "Order of Lenin", years: ["1941"], img: "/poetImages/ayni/lenin.png", 
                        desc: `The highest civilian honor of the Soviet Union awarded for outstanding services in the revolutionary movement, 
                            labor activity, defense of the socialist Motherland, promotion of friendship and cooperation between peoples, 
                            strengthening of peace in the Soviet state and society.
                            <div class='emptyLine'></div>
                            Ayni was awarded this order three times, but information about only one of them (from 1941) is available in open databases.`
                    },
                    {
                        title: "Сталинская премия",
                        years: ["1950"], img: "/poetImages/ayni/stalin.png", 
                        desc: `Высшая государственная награда СССР, удостоевомая за выдающиеся достижения и заслуги в области 
                            науки и техники, военного дела, литературы и искусства в 1940-1955 годах.
                            <div class='emptyLine'></div>
                            Эта награда была вручена Айни в 1950 году за вклад в советскую литературу - направление художественная проза, 
                            за книгу "Воспоминания". Помимо ордена он был награжден 50 000 советских рублей (~160 000 долларов сегодня) 
                            соответственно награды второй степени.`
                    },
                    {
                        title: "Order of the Red Banner of Labor", years: [""], img: "/poetImages/ayni/labor.jpeg", 
                        desc: `The general civil honor of the Soviet Union awarded for meritorious services to the state and society in 
                            the field of production, science, culture, literature, art, education, health care and other occupational fields.
                            <div class='emptyLine'></div>
                            Ayni received this order twice.`
                    },
                    {
                        title: "Hero of Tajikistan", years: ["1997"], img: "/poetImages/ayni/hero.png", 
                        desc: `Высшее государственное звание Республики Таджикистан присуждаемое за заслуги перед государством и народом, 
                            за воинский и трудовой героизм во имя свободы, независимости и развития Таджикистана.
                            <div class='emptyLine'></div>
                            Эту высокую честь он удостоился за заслуги в создании Советской Социалистической Республики Таджикистан и 
                            за книги, освещающие национальную идентичность таджиков. В частности, его книга «Образцы таджикской литературы» 
                            является показателем древней истории и культуры таджикского народа.`
                    },
                    {
                        title: "Buyuk xizmatlari uchun", years: ["2001"], img: "/poetImages/ayni/uzbek.png",
                        desc: `Орденом "За выдающиеся заслуги" награждаются граждане Республики Узбекистан и граждане иностранных государств за выдающиеся заслуги
                            в развитии науки и техники, экономики и культуры, ценный вклад в развитие межгосударственного сотрудничества 
                            и реализацию отечественных и зарубежных планов.
                            <div class='emptyLine'></div>
                            С. Айни был награждён за вклад в узбекскую литературу.`
                    },
                ],
        }
    },
    {
        id: 'ziyo',
        name: {us: ['Sadri', 'Ziyo'], ru: ['Садри', 'Зиё'], tj: ['Садри', 'Зиё'], kh: ['صدری','ضیا']},
        years: {us: '1865 - 1932', ru: '1865 - 1932', tj: '1865 - 1932', kh: '۱۸۶۵ - ۱۹۳۲'},
        desc: {
            us: 'Sadri Ziyo - a Tajik lyric poet, translator, and Iranologist.',
            ru: 'Лоик Шерали - таджикский поэт-лирик, переводчик, и иранист.',
            tj: 'Лоиқ Шералӣ - шоири ғазалсаро, тарҷумон ва эроншиноси тоҷик.',
            kh: '.لویق شرالی - شاعر غزل، ترجمان و ایران شناس تاجیک'
        },
        img: ['/poetImages/Sherali.png', '/poetImages/SheraliFaded.png', ],
        link: '/poets/sherali',
        sections: {
            us: ["Biography", "Works", "Screen adaptations", "Politics", "Awards"],
            ru: ["Биография", "Произведения", "Экранизации", "Политическая деятельность", "Награды"],
            tj: ["Зиндагинома", "Эҷодиёт", "Филмҳо", "Фаъолияти сиёсӣ", "Ҷоизаҳо"],
            kh: ["زندگینامه", "ایجدیت", "", "", ""]
        },
    },
    {
        id: 'sherali',
        name: {us: ['Loiq', 'Sherali'], ru: ['Лоик', 'Шерали'], tj: ['Лоиқ', 'Шералӣ'], kh: ['گلرخسار', 'صفی‌اوا']},
        years: {us: '1941 - 2000', ru: '1941 - 2000', tj: '1941 - 2000', kh: '۱۹۴۱ - ۲۰۰۰'},
        desc: {
            us: 'Loiq Sherali - a Tajik lyric poet, translator, and Iranologist.',
            ru: 'Лоик Шерали - таджикский поэт-лирик, переводчик, и иранист.',
            tj: 'Лоиқ Шералӣ - шоири ғазалсаро, тарҷумон ва эроншиноси тоҷик.',
            kh: '.لویق شرالی - شاعر غزل، ترجمان و ایران شناس تاجیک'
        },
        img: ['/poetImages/Sherali.png', '/poetImages/SheraliFaded.png', ],
        link: '/poets/sherali',
        sections: {
            us: ["Biography", "Works", "Screen adaptations", "Politics", "Awards"],
            ru: ["Биография", "Произведения", "Экранизации", "Политическая деятельность", "Награды"],
            tj: ["Зиндагинома", "Эҷодиёт", "Филмҳо", "Фаъолияти сиёсӣ", "Ҷоизаҳо"],
            kh: ["زندگینامه", "ایجدیت", "", "", ""]
        },
    },
    {
        id: 'qanoat',
        name: {us: ['Mumin', 'Qanoat'], ru: ['Мумин', 'Каноат'], tj: ['Мӯъмин', 'Қаноат'], kh: ['مؤمن', 'قناعت']},
        years: {us: '1932 - 2018', ru: '1932 - 2018', tj: '1932 - 2018', kh: '۱۹۳۲ - ۲۰۱۸'},
        desc: {
            us: 'Muminsho Qanoatov was a Tajik epic poet, writer, and politician.',
            ru: 'Муминшо Каноатов был таджикским поэтом-эпиком, писателем и политиком.',
            tj: 'Мӯъминшо Қаноатов шоири достонсаро, нависанда ва сиёсатмадори тоҷик.',
            kh: '.مومینشا قناعتاو شاعر داستان، نویسنده و سیاستمدار تاجیک'
        },
        img: ['/poetImages/Qanoat.png', '/poetImages/QanoatFaded.png',],
        link: '/poets/qanoat',
        sections: {
            us: ["Biography", "Works", "Screen adaptations", "Politics", "Awards"],
            ru: ["Биография", "Произведения", "Экранизации", "Политическая деятельность", "Награды"],
            tj: ["Зиндагинома", "Эҷодиёт", "Филмҳо", "Фаъолияти сиёсӣ", "Ҷоизаҳо"],
            kh: ["زندگینامه", "ایجدیت", "", "", ""]
        }
    },
    {
        id: 'tursunzoda',
        name: {us: ['Mirzo', 'Tursunzoda'], ru: ['Мирзо', 'Турсунзода'], tj: ['Мирзо', 'Турсунзода'], kh: ['میرزا', 'تورسون زاده']},
        years: {us: '1911 - 1977', ru: '1911 - 1977', tj: '1911 - 1977', kh: '۱۹۱۱ - ۱۹۷۷'},
        desc: {
            us: 'Mirzo Tursunzoda - a Tajik poet, politician and Iranologist.',
            ru: 'Мирзо Турсунзода – таджикский поэт, политик и иранист.',
            tj: 'Мирзо Турсунзода - шоир, сиёсатмадор ва эроншиноси тоҷик.',
            kh: '.میرزا تُرسون‌زاده - شاعر، سیاستمدار و ایران شناس تاجیک'
        },
        img: ['/poetImages/Tursunzoda.png'],
        link: '/poets/tursunzoda'
    },
    {
        id: 'sobir',
        name: {us: ['Bozor', 'Sobir'], ru: ['Бозор', 'Собир'], tj: ['Бозор', 'Собир'], kh: ['بازار', 'صابر']},
        years: {us: '1938 - 2018', ru: '1938 - 2018', tj: '1938 - 2018', kh: '۱۹۳۸ - ۲۰۱۸'},
        desc: {
            us: 'Gulrukhsor Safieva is a Tajik poetess and Iranologist.',
            ru: 'Гулрухсор Сафиева – таджикская поэтесса и иранист.',
            tj: 'Гулрухсор Сафиева шоира ва эроншиноси тоҷик.',
            kh: '.گلرخسر صفیوا، شاعر و ایران شناس تاجیک'
        },
        img: ['/poetImages/Sobir.png'],
        link: '/poets/sobir'
    },
    {
        id: 'safieva',
        name: {us: ['Gulrukhsor', 'Safieva'], ru: ['Гулрухсор', 'Сафиева'], tj: ['Гулрухсор', 'Сафиева'], kh: ['گلرخسار', 'صفی‌اوا']},
        years: {us: '1947', ru: '1947', tj: '1947', kh: '۱۹۴۷'},
        desc: {
            us: 'Gulrukhsor Safieva is a Tajik poetess and Iranologist.',
            ru: 'Гулрухсор Сафиева – таджикская поэтесса и иранист.',
            tj: 'Гулрухсор Сафиева шоира ва эроншиноси тоҷик.',
            kh: '.گلرخسر صفیوا، شاعر و ایران شناس تاجیک'
        },
        img: ['/poetImages/Safieva.png'],
        link: '/poets/safieva'
    },
];